Repository: MobileGuru1013/Matlistan-Apple-Watch
Catalog: Matlistan/*.lproj/Localizable.strings
Languages: sv

# Rate App Title
source: Rate Matlistan
sv: Betygsätt Matlistan

# Rate App message
source: Thank you for using Matlistan, kindly take a moment to rate the latest version of our app in the App Store. You support is highly appreciated.
sv: Tack för att du använder Matlistan! Betygsätt gärna senaste versionen av appen i butiken.

source: Rate it now
sv: Betygsätt nu

source: Remind me later
sv: Påmin mig senare

source: No, thanks
sv: Nej, tack

# No internet
source: The Internet connection appears to be offline.
sv: Internetanslutningen verkar vara offline.

source: Enter credentials
sv: Ange uppgifter

source: Enter new password
sv: Ange nytt lösenord

source: Continue without synchronization
sv: Fortsätt utan synkronisering

source: Retry
sv: Försök igen

source: New Password
sv: Nytt Lösenord

source: Login
sv: Logga in

source: forgot
sv: glömt

source: Log in
sv: Logga in

source: Log out
sv: Logga ut

source: Sign in
sv: Logga in

source: Email
sv: E-post

source: Password
sv: Lösenord

source: Login with Facebook
sv: Logga in med Facebook

source: Facebook account
sv: Facebook-konto

source: Register later
sv: Logga in senare

source: Fail to log in
sv: Kunde inte logga in

# Wrong email or password
source: Invalid email or password
sv: Felaktig e-post eller lösenord

# Create account
source: Register
sv: Skapa konto

source: Register
sv: Registrera

source: No account?
sv: Inget konto?

source: Add
sv: Lägg till

source: Save
sv: Spara

source: Cancel
sv: Avbryt

source: Settings
sv: Inställningar

source: Close
sv: Stäng

source: Missing information
sv: Information saknas

source: Error
sv: Fel

# FailedConnection
source: Your internet connection is offline. Please try later.
sv: Internetanslutning saknas. Vad god försök igen senare.

source: Add new item
sv: Lägg till ny vara

# Latest Top
source: Latest
sv: Senast överst

source: Alphabetically
sv: Alfabetiskt

source: By category
sv: Per Kategori

source: Sort by store...
sv: Sortera efter butik

# Choose sorting order
source: Select sorting order
sv: Välj sortering

# In the store
source: In Store
sv: I butik

source: Taken
sv: Tagen

# Caught at wrong place
source: Taken, but not here
sv: Tagen på fel plats

# Out
source: Out of stock
sv: Tillfälligt slut

# Not in the collection
source: Not sold here
sv: Finns inte i sortimentet

# Shop next time
source: Take at next visit
sv: Handla nästa gång

source: Remove
sv: Ta bort

# Change
source: Edit
sv: Ändra

# Bought
source: Purchased
sv: Handlat

source: Plan
sv: Planera

source: Delete
sv: Ta bort

source: More
sv: Mer

source: Cooked
sv: Tillagat

# Recipes to shop
source: Recipes to shop for
sv: Recept att handla

source: Recipes to cook
sv: Recept att tillaga

source: Source
sv: Källa

source: Tags
sv: Etiketter

# Common Questions
source: FAQ
sv: Vanliga frågor

source: Contact us
sv: Kontakta oss

source: Rate the app
sv: Betygsätt appen

# Help
source: Help/About
sv: Hjälp/Om

# Recipe cannot be deleted
source: The recipe could not be deleted, probably because it is among your planned recipes
sv: Det gick inte att ta bort receptet, troligtvis på grund av att det även finns i din matplanering

source: Do you want to remove the recipe?
sv: Vill du ta bort receptet från din receptsamling?

# Do you want to remove the Plan recipe?
source: Would you like to remove the recipe from your planning?
sv: Vill du ta bort receptet från din planering?

source: Do you want to remove the item?
sv: Vill du ta bort varan?

source: Are you sure?
sv: Är du säker?

source: Data collection
sv: Insamling av data

# Link account
source: Link accounts
sv: Länka konton

# Change account
source: Switch accounts
sv: Byta konto

# Vibrate
source: Vibrate when taking item
sv: Vibrera när vara tas

# Vibrate on pick/drop item
source: Vibrate when taking item
sv: Vibrera på plockning / släpp objekt

# Latest first
source: Latest
sv: Senast

source: By category
sv: Per kategori

# Own sorting
source: My sorting
sv: Egen sortering

source: Another store...
sv: Annan butik...

source: Unsorted items
sv: Osorterade varor

source: Sorted items
sv: Sorterade varor

source: Sorting
sv: Sortering

# Sort items for
source: Sorting items for
sv: Sorterar varor för

source: Removed Items
sv: Tagna varor

# LittleDataInfo
source: The app has not enough data to sort your items. Please visit the store a couple of times to allow the app to learn the store layout.
sv: Vi har tyvärr för lite data för att kunna sortera dina varor för denna butik. Besök butiken ett par gånger för att låta appen lära sig varornas placering.

# SortingRequestFailure
source: The sorting order could not be determined due to communication failure
sv: Varorna kunde inte sorteras på grund av kommunikationsfel

source: Confirm password
sv: Bekräfta lösenord

# PasswordNotMatch
source: Your inputs of password don't match.
sv: Ditt lösenord och det bekräftade lösenordet matchar inte.

# EmailError
source: Your email must be valid
sv: Din email måste vara giltig

# PasswordEmptyError
source: Password cannot be empty
sv: Lösenordet får inte vara tomt

# RegisterError
source: Fail to register.
sv: Misslyckades att registrera.

source: Do you want to remove the list?
sv: Vill du ta bort listan?

# Loading
source: Loading data
sv: Laddar ner data

source: Your recipe collection is empty.
sv: Din receptsamling är tom.

source: No recipes are planned.
sv: Inga recept har planerats.

source: portions
sv: portioner

source: Instruction
sv: Instruktioner

source: Ingredients
sv: Ingredienser

source: Shopping List
sv: Inköpslista

source: Planned Recipes
sv: Matplanering

# Recipes
source: Recipe Box
sv: Receptsamling

source: Help/About
sv: Hjälp/Om

source: Remove Ads
sv: Ta bort reklamen

source: LATEST VIEWED RECIPES
sv: SENAST VISADE RECEPT

source: You are not logged in
sv: Du är inte inloggad.

source: You have logged in as
sv: Du har loggat in som

# Login to get access to all the functions of menus is offering
source: Login to be able to sync data with all your devices.
sv: Logga in för att kunna synkronisera mellan alla dina enheter.

source: Are you sure you want to logout?
sv: Är du säker på att du vill logga ut?

# If an error happens, the app can report the error to the developer.
source: If an error happens, the app can report the error to the developers.
sv: Om ett fel inträffar, kan appen automatiskt rapportera felet till utvecklarna.

# Link you account together with another account to see the same lists
source: Link your account with another account to see the same lists.
sv: Länka ihop ditt konto med andra användare för att se samma matlistor.

# Another shop
source: Other store...
sv: Annan butik ...

source: Terms of Service
sv: Villkor

source: Privacy Policy
sv: Integritetspolicy

source: Your grocery list is empty.
sv: Din inköpslista är tom.

source: Add an item by entering text into the input field above and press the + button. When visiting a store, tap on the blue shopping cart below.
sv: Lägg till en vara genom att mata in text i rutan ovan och sedan trycka på plusknappen. När du befinner dig i din butik, klicka på den blå kundvagnen nedan.

source: Your Recipe Box is empty.
sv: Din receptsamling är tom.

source: Add a recipe by browsing to a Swedish recipe and click Share in the browser to send the recipe link to Matlistan.
sv: För närvarande går det bara att lägga till recept genom att logga in på www.matlistan.se eller använda Android-appen.

# recipes_loading
source: Fetching recipes...
sv: Hämtar recept…

source: Add a recipe to your plan by selecting it in your Recipe Box.
sv: Lägg till ett recept till din matplanering genom att välja det i din receptsamling.

source: Forgot password?
sv: Glömt lösenordet?

# forgot password dialog title
source: Please enter your e-mail address.
sv: Skriv in din e-postadress.

# forgot password dialog message
source: If it is registered, we will send an e-mail with instructions on how to reset your password.
sv: Ifall den finns registrerad, kommer vi att skicka ett mail med instruktioner om hur du återställer ditt lösenord.

# password reset successful
source: An email with further instructions has been sent to your email address.
sv: Ett mail med vidare instruktioner har skickats till din e-postadress.

# ResetPasswordFailure
source: An error occurred. Please try again.
sv: Ett fel uppstod. Var god försök igen.

source: Linked Accounts
sv: Länkade konton

source: Choose a friend
sv: Välj en vän

source: Initiated
sv: Initierad

source: Requested
sv: Begärd

source: Confirmed
sv: Bekräftad

# no accounts found
source: Your account has not been linked to any other yet, click '+' icon to begin.
sv: Du har inte länkat några konton ännu, klicka på '+' ikonen för att börja.

# link request received
source: You have received a link request. Swipe left to confirm.
sv: Du har fått en begäran om att länka ihop era konton. Dra åt vänster för att bekräfta.

# linking initiated
source: Linking initiated but not confirmed by the other part yet. Swipe left to cancel linking.
sv: Länkning initierad men ännu inte bekräftad av motparten. Dra åt vänster för att avbryta länkning.

# linking confirmed
source: Your accounts are now linked and all your lists are shared. Swipe left to delete link.
sv: Era konton är länkade och alla listor delas mellan er. Dra åt vänster för att ta bort länkningen.

source: Confirm
sv: Bekräfta

source: Unlink
sv: Ta bort

source: Reject
sv: Neka

# Unlinking account
source: Unlinking can cause some data loss, like personal sorting and item history.
sv: Borttagning av länken kan orsaka viss förlust av data, t.ex. personlig sortering och varuhistorik.

# no friends on matlistan
source: Your friend list is empty. Either none of your Facebook friends are using Matlistan, or you have denied the permission request for Matlistan to retrieve your friend list.
sv: Din vänlista är tom. Antingen använder inga av dina FB-vänner Matlistan, eller också har du nekat appen tillgång till din vänlista.

# add email to link
source: Please enter email address for the account you would like to link with.
sv: Vänligen skriv in e-postadressen för konton som du vill länka med.

# click to link email
source: Click here to link account using email
sv: Klicka här för att länka konto via e-post

# click to link fb friend
source: Click here to link account using Facebook
sv: Klicka här för att länka konto med Facebook

# enter valid info
source: You need to enter valid information to link accounts.
sv: Du måste ange giltig information att länka konton.

# linking requested
source: Linking requested. It will be effectuated once confirmed by
sv: Länkning har begärts. Det kommer att verkställas när det har bekräftas av

# register now
source: You are not logged in, do you want to register/login an account?
sv: Du är inte inloggad, vill du registrera / logga in med ett konto?

source: Latest
sv: Nyaste

source: Most cooked
sv: Mest tillagade

# At least cooked
source: Least cooked
sv: Minst tillagade

# Last prepared
source: Last cooked
sv: Senast tillagade

source: Earliest cooked
sv: Tidigast tillagade

# The shortest cooking time
source: Shortest cooking time
sv: Kortast tillagningstid

# Top Rated
source: Top rating
sv: Högst betyg

source: Please wait
sv: Var god vänta

source: Or Continue with
sv: Eller fortsätt med

source: Matching item
sv: Matchande vara

source: Item text
sv: Varutext

# after purchasing
source: After taking in store, I'd like to
sv: Efter inköp vill jag

# item is permanent
source: Keep item in list
sv: Behålla varan

# item is not permanent
source: Remove item
sv: Ta bort varan

# remove ads title
source: Tired of ads?
sv: Trött på reklamen?

# remove ads description
source: Revenues are necessary to maintain and improve this service. But we leave it up to you to decide. Instead of looking at ads you may contribute by signing up for our premium service. This will remove ads from all devices (for linked accounts also) for a whole year. Also, you get full access to the functionality for adding items via speech.
sv: Intäkter är nödvändiga för att täcka kostnaderna för drift och utveckling. Men vi låter dig välja själv. Istället för att tvingas titta på reklam kan du bidra genom en prenumeration. För bara några kronor per månad försvinner reklamen på samtliga enheter för dig och eventuella kopplade konton. Dessutom får du fri tillgång till funktionen för att lägga till varor genom att tala in dem.

# account_upgrade_button
source: Sounds great, how much is it?
sv: Låter bra, vad kostar det?

source: Try again
sv: Försök igen

source: Change login
sv: Ändra inloggning

# pref_automatic_bugreports_title
source: Send bug report upon errors
sv: Skicka buggrapport vid fel

# pref_automatic_bugreports_summary
source: If an error occurs, the app can automatically send a bug report to the developers. This is essential for fixing the bug. The report contains information such as user ID and latest activity.
sv: Om ett fel inträffar, kan appen automatiskt skicka en felrapport till utvecklarna. Denna är vital för att felet ska kunna åtgärdas och innehåller bland annat information om användar-ID och den senaste aktiviteten i appen.

# pref_ga_enable_title
source: Send user statistics
sv: Skicka användningsstatistik

# pref_ga_enable_summary
source: To be able to improve the app, we collect user statistics. The collected information is completely anonomyous and cannot be traced to you.
sv: För att kunna förbättra appen, samlar vi in statistik över hur den används. Informationen som samlas in är anonym och kan inte spåras till dig.

# pref_automatic_wifi_title
source: Enable Wi-Fi when in a store
sv: Slå på wifi i butik

# pref_automatic_wifi_summary
source: Matlistan scans for Wi-Fi access points for indoor orientation. No connection or data transfer take place, but the Wi-Fi needs to be enabled for positioning. The Wi-Fi is automatically disabled when leaving Store Mode.
sv: Matlistan lyssnar efter Wifi-nät för att orientera sig inomhus. Ingen uppkoppling eller datautbyte sker, men Wifi måste vara påslaget i telefonen för att Matlistan ska få information om näten. Wifi kopplas ner igen när besöket är över.

# unable to sync error
source: Unable to sync your data. Check your network connection.
sv: Kunde inte synkronisera din data. Vänligen kontrollera din internet-uppkoppling.

# I forgot the password
source: I forgot my password
sv: Jag har glömt lösenordet

source: I would like to create an account
sv: Jag vill skapa ett konto

source: Login with Facebook
sv: Logga in med Facebook

# internet_connection_required
source: There was a problem communicating with the server. Please verify your internet connection and try again.
sv: Det gick inte att kommunicera med servern. Var vänlig kontrollera din uppkoppling till internet och försök igen.

# Notes
source: Your Notes
sv: Anteckningar

source: Taken, item has a new location
sv: Tagen, varan har ny plats

# ads_removal_unavailable
source: This feature has been disabled in the beta version.
sv: Denna funktion fungerar inte i beta-versionen.

source: Google account
sv: Google-konto

# No_Store_History
source: You have no saved stores yet. Please use the search to find your store.
sv: Du har inga sparade butiker ännu. Tryck på sök för att hitta din butik.

source: Back
sv: Tillbaka

source: FAQ
sv: Vanliga frågor

source: Rate this app
sv: Betygsätt appen

source: Version history
sv: Versionshistorik

# Vist_store_alert_Title
source: Sort your list automatically?
sv: Vill du använda automatisk sortering?

# Vist_store_alert_msg1
source: You seem to be visiting
sv: Du verkar befinna dig på

# Vist_store_alert_msg2
source: Most of your list can be automatically sorted according to the layout of this store. Would you like your list to be sorted now?
sv: Mer än hälften av dina varor kan sorteras automatiskt för denna butik. Vill du att din lista ska sorteras automatiskt nu?

source: Random
sv: Slumpmässig

source: Occasion
sv: Tillfälle

# Comment
source: Note
sv: Anteckningar

source: Weekday, date or event
sv: Veckodag, datum eller händelse

source: Searching for matching items...
sv: Söker efter matchande varor...

source: Found no matching items. Please try again.
sv: Inga varor matchade det du sade. Var vänlig försök igen.

# Select from the search results
source: Select from search results
sv: Välj bland sökresultaten

source: Speak again
sv: Tala igen

source: You don't have any favorites yet.
sv: Du har inga favoritvaror ännu.

source: List
sv: Lista

source: Yield
sv: Mängd

source: Done
sv: Klar

source: Cancel timer?
sv: Vill du avbryta timern?

source: is done in
sv: är klart om

source: Stop
sv: Stoppa

source: Show recipe
sv: Visa recept

source: Input must be numeric
sv: Inmatningen måste bestå av siffror

# add_store
source: Add a store
sv: Lägg till en butik

# add_store_message
source: If you cannot find your grocery store in our database, please enter its name and city in the text box below. The automatic sorting will be activated after your first visit to the store and try to learn the layout of the store.
sv: Om du inte hittar din butik i vår databas, skriv in butikens namn och ort nedan. Den automatiska sorteringen kommer att aktiveras direkt efter ditt första besök och försöka lära sig butikens varuplacering.

source: Go
sv: Gå

source: Edit item
sv: Ändra vara

source: Item name
sv: Varunamn

source: hour
sv: h

source: sec
sv: sek

source: Other store
sv: Annan butik

source: Login with Google
sv: Logga in med Google

# server_problem
source: There was a problem communicating with the server. Please check your internet connection.
sv: Det gick inte att kommunicera med servern. Kontrollera din internet-uppkoppling.

# Speech usage description
source: After a free trial period, this function is accessible only by premium users. We're sorry, but the reason is the lack of free speech-to-text service for iOS.
sv: Efter en inledande gratis provperiod, är denna funktion endast åtkomlig för betalande användare. Tyvärr måste vi göra så här eftersom det saknas en fritt tillgänglig tal-till-text-tjänst till iOS.

source: Read more
sv: Läs mer

source: Move
sv: Flytta

source: Copy to
sv: Kopiera

# Only Help
source: Help
sv: Hjälp

source: Select all
sv: Välj alla

source: New recipe
sv: Nytt recept

source: Edit recipe
sv: Ändra recept

source: Title
sv: Titel

source: Description
sv: Beskrivning

source: Let others use this recipe
sv: Låt andra använda receptet

# Add Portions
source: Portions
sv: Portionstyp

source: Cooking time(min)
sv: Tillagningstid (min)

source: Advice
sv: Tips

source: Your notes
sv: Dina anteckningar

source: Stop timer
sv: Stoppa timer

source: Add minute
sv: Minut

source: Done in
sv: Klart om

# intro1
source: Matlistan helps you plan and execute grocery shopping.
sv: Matlistan hjälper dig att planera och utföra matinköp.

# intro2
source: Manage your grocery list, food planning and recipes with Matlistan. Our goal: the world's best grocery shopping list service for mobile devices!
sv: Hantera inköpslistor, matplanering och recept. Vår mål: Världens bästa matinköpslista till mobilen!

source: Read more
sv: Läs mer om tjänsten

source: Continue
sv: Fortsätt

# microphone_disabled
source: The app does not have a right to use the microphone. To use speech input, please open Settings and let Matlistan use the microphone.
sv: Appen saknar rättighet att använda mikrofonen. För att kunna tala in varor, öppna Inställningar och tillåt Matlistan att använda mikrofonen.

source: Select item list
sv: Välj inköpslista

# Manual sorting
source: Reorder items
sv: Ändra sortering

# EditInstructions
source: Instructions
sv: Instruktioner

source: A recipe title is required.
sv: Receptet måste ha en titel.

# Tags_with_commas
source: Tags (comma separated)
sv: Etiketter (kommaseparerade)

# Nearest Stores
source: Closest stores
sv: Närmaste butiker

source: Add new item
sv: Lägg till ny vara

source: Select store
sv: Välj butik

source: Search for store (name/address/postal code)
sv: Sök butik (namn/adress/postnr)

source: No search results found
sv: Inga butiker hittades

source: Searching
sv: Söker

source: Could not fetch your location
sv: Kunde inte hämta din plats

# recipe_error
source: An error occurred. The recipe could not be saved.
sv: Ett fel har inträffat. Receptet kunde inte sparas.

source: Fetching Data...
sv: Hämtar data...

# Please wait, getting data from app
source: Couldn't fetch data
sv: Kunde inte hämta data

source: Alert
sv: Larm

source: Store List
sv: Lista av butiker

source: Sorted by:
sv: Sorterad enligt:
